[Class_Orchid_BrokenHovercraft VehicleClassDefinition]
DisplayName="Barco"

[ID_CoolantDispenser MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Refrigerador"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ID_CoolantDispenser:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Um refrigerador queimado. Exatamente o que você precisa."
NoConstraintText=""
Suffix=""
Prefix=""

[ID_EngCapacitor MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Capacitor de motor"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ID_EngCapacitor:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Esse capacitor ameaça explodir a qualquer momento. Depois de instalá-lo, saia de perto!"
NoConstraintText=""
Suffix=""
Prefix=""

[ID_MagneticOverthruster MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Propulsor magnético"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ID_MagneticOverthruster:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Esse propulsor magnético pode manipular o espaço-tempo... é mentira!  Isso foi só uma brincadeira!"
NoConstraintText=""
Suffix=""
Prefix=""

[ID_PressRegulator MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Regulador de pressão"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ID_PressRegulator:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Esse regulador de pressão serve para regular a pressão... isso é sério."
NoConstraintText=""
Suffix=""
Prefix=""

[IO_Orchid_BlayvisSpeaker InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Orchid_EngineCapacitor_Dummy InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Orchid_JenniferSpeaker InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Orchid_JockoSpeaker InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Orchid_LionelSpeaker InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_BlayvisCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_CoolantDisperser InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_EngineCapacitor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_JenniferCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_JockoCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_LionelCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_MagneticOverthruster InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_PressureRegulator InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_ScannerButton InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Orchid_Icon_InstallCoolantDisperser InteractionIconDefinition]
Text="INSTALAR REFRIGERADOR"

[Orchid_Icon_InstallEngineCapacitor InteractionIconDefinition]
Text="INSTALAR CAPACITOR DE MOTOR"

[Orchid_Icon_InstallMagneticOverthruster InteractionIconDefinition]
Text="INSTALAR PROPULSOR MAGNÉTICO"

[Orchid_Icon_InstallPressureRegulator InteractionIconDefinition]
Text="INSTALAR REGULADOR DE PRESSÃO"

[Orchid_Icon_Press InteractionIconDefinition]
Text="APERTAR"

[Orchid_Icon_TalkBlayvis InteractionIconDefinition]
Text="FALAR COM A SENHORA BLAYVIS"

[Orchid_Icon_TalkJennifer InteractionIconDefinition]
Text="FALAR COM A JENNIFER"

[Orchid_Icon_TalkJocko InteractionIconDefinition]
Text="FALAR COM O JOCKO"

[Orchid_Icon_TalkLionel InteractionIconDefinition]
Text="FALAR COM O LIONEL"

